{
  "homePage": {
    "mainTitle": "Ласкаво просимо до магазину Nice Gadgets!",
    "newModelsTitle": "Нові моделі",
    "hotPricesTitle": "Гарячі ціни",
    "categoryTitle": "Обирайте за категорією"
  },
  "categories": {
    "phones": "Мобільні телефони",
    "phonesCount": "{{count}} моделей",
    "tablets": "Планшети",
    "tabletsCount": "{{count}} моделей",
    "accessories": "Аксесуари",
    "accessoriesCount": "{{count}} моделей"
  },
  "pages": {
    "phonesPage": "Мобільні телефони",
    "tabletsPage": "Планшети",
    "accessoriesPage": "Аксесуари"
  },
  "errorMessage": "Помилка: {{errorMessage}}",
  "productsCount": "{{count}} моделей",
  "noModelsAvailable": "Моделі відсутні.",
  "header": {
    "home": "Головна",
    "phones": "Телефони",
    "tablets": "Планшети",
    "accessories": "Аксесуари"
  },
  "footer": {
    "github": "GitHub",
    "contacts": "Контакти",
    "rights": "права",
    "back_to_top": "До початку"
  },
  "cart": {
    "title": "Кошик",
    "items": "0 товарів",
    "empty": "Ваш кошик порожній. Ви можете замовити товар на сайті."
  },
  "favorites": {
    "title": "Обрані",
    "items": "{{count}} елемент",
    "items_plural": "{{count}} елементи",
    "empty": "В обраних товарів немає."
  },
  "error404": {
    "title": "404",
    "message": "Ми не змогли знайти сторінку, яку ви шукали."
  },
  "rights": {
    "right": "Усі права належать команді Debug&Deliver і захищені. Наш код — це компас до інновацій та прогресу. Кожен рядок коду — це крок до нашої мети створювати технології, які є інтуїтивними, впливовими та дозволяють кожному досягати більшого."
  },
  "buttons": {
    "add_to_cart": "Додати до кошику",
    "added": "Додано",
    "back": "Назад",
    "checkout": "Оформити замовлення"
  },
  "actions": {
    "total_for_items": "Всього за {{count}} товари"
  },
  "breadcrumbs": {
    "tablets": "Планшети",
    "accessories": "Аксесуари",
    "phones": "Телефони",
    "favorites": "Улюблені"
  },

  "contact_us": {
    "names": {
      "daniil_kononchuk": "Даніїл Конончук",
      "oksana_moroz": "Оксана Мороз",
      "oleksandr_kotliar": "Олександр Котляр",
      "semen_vodolazkij": "Семен Водолазький",
      "stanislav_sokolov": "Станіслав Соколов",
      "yuliia_zubenko": "Юлія Зубенко"
    },
    "roles": {
      "fullstack_developer": "Fullstack розробник",
      "mentor": "Ментор"
    }
  },

  "sort_and_items": {
    "labels": {
      "sort_by": "Сортувати за",
      "items_on_page": "Елементів на сторінці"
    },
    "options": {
      "all": "Всі",
      "newest": "Найновіші",
      "priceLowToHigh": "Ціна від низької до високої",
      "priceHighToLow": "Ціна від високої до низької",
      "items8": "8",
      "items16": "16",
      "items32": "32"
    }
  },

  "details": {
    "screen": "Екран",
    "capacity": "Ємність",
    "ram": "Оперативна пам'ять",
    "resolution": "Роздільна здатність",
    "processor": "Процесор",
    "built_in_memory": "ОЗП",
    "camera": "Камера",
    "zoom": "Збільшення",
    "cell": "Модуль зв'язку",
    "title": {
      "tech_specs": "Технічні характеристики",
      "about": "Про пристрій",
      "color": "Доступні кольори",
      "capacity": "Обрати ємність",
      "you_may_also_like": "Вам також може сподобатися"
    },

    "description_phones": {
      "title": {
        "title_camera": "Камера",
        "title_pro": "І ось настав Pro",
        "title_shoot_flip_zoom_crop_cut_light_tweak_love": "Знімай. Переверни. Зумуй. Обрізай. Ріж. Освітлюй. Налаштовуй. Полюй.",
        "title_wonderfull": "Чудово",
        "title_blast_past_fast": "Летимо вперед швидко",
        "title_a14_bionic_chip": "Чіп A14 Bionic. Єдиним конкурентом був наш попередній чіп.",
        "title_night_mode": "Режим ночі для всіх твоїх камер.",
        "title_new_superpower": "Твоя нова суперсила.",
        "title_a15_bionic_chip": "Чіп A15 Bionic. Суперсила. Мініатюрний розмір.",
        "title_amazing_camera": "Неймовірна камера. Без необхідності у Pro.",
        "title_ultimate_pro_camera": "Найкраща Pro камера",
        "title_cinematic_mode": "Кінематографічний режим"
      },
      "text": {
        "text_pro_triple-camera": "Трансформаційна система з трьома камерами, яка додає безліч можливостей без ускладнень.",
        "text_pro_battery_chip": "Неперевершений стрибок в автономності. І приголомшливий чіп, який подвоює можливості машинного навчання та розсуває межі того, на що здатний смартфон. Зустрічай перший iPhone, потужність якого достатня для назви Pro.",
        "text_camera": "Зустрічай першу систему з трьома камерами, яка поєднує передові технології та легендарну простоту iPhone. Захоплюй сцени в 4 рази більше, отримуй чудові фото навіть при низькому освітленні. Знімай відео найвищої якості в смартфоні — і редагуй за допомогою тих самих інструментів, що й для фото. Такого ще не було.",
        "text_video": "iPhone 11 Pro дозволяє знімати відео, які неймовірно точно передають реальність, з більшою деталізацією та плавністю. Епічна потужність обробки дозволяє знімати відео в 4K з розширеним динамічним діапазоном і кінематографічною стабілізацією відео — усе на 60 fps. Ти отримаєш більше творчого контролю, адже зможеш захопити чотири рази більше сцени та використовувати нові потужні інструменти редагування.",
        "text_speed": "Швидкість 5G. Чіп A14 Bionic, найшвидший чіп у смартфоні. OLED дисплей від краю до краю. Ceramic Shield з удвічі кращими результатами при падінні. І режим ночі на кожній камері. iPhone 12 має все — в двох ідеальних розмірах.",
        "text_bionic_chip": "A14 Bionic — перший 5-нанометровий чіп у галузі з передовими компонентами розміром до атомів. На 40% більше транзисторів прискорюють швидкість і збільшують ефективність для покращеної автономності. І новий ISP підтримує запис у Dolby Vision — те, що не може зробити жодна професійна кінокамера, не кажучи вже про інші телефони.",
        "text_night_mode": "Низьке освітлення тепер — це підсвітка. Від слабко освітлених ресторанів до пляжів при місячному світлі, новий режим ночі автоматично забезпечує природні знімки при низькому освітленні.",
        "text_new_superpower": "A15 Bionic — найшвидший чіп у смартфоні. Супер Retina XDR дисплей з ProMotion. Міцний Ceramic Shield з удвічі кращими результатами при падінні. Новий режим ночі на всіх камерах. Це найкращий iPhone, який приводить в дію найпотужніший чіп.",
        "text_a15_bionic_chip": "Чіп A15 Bionic — найшвидший чіп у смартфоні. Він відповідає за все: від фотографії до ігор. І неймовірні прискорювачі машинного навчання дозволяють пережити доповнену реальність як ніколи раніше.",
        "text_amazing_camera": "iPhone 13 Mini робить захоплюючі фото і відео завдяки своїй вдосконаленій системі з двома камерами, з новим режимом ночі на всіх камерах. А фотографічні стилі дозволяють персоналізувати твої фото в момент зйомки для красивого вигляду.",
        "text_ultimate_pro_camera": "Представляємо першу професійну камеру, яка також є iPhone — з 3x оптичним зумом, макрофотографією, портретами в режимі ночі та новим форматом ProRes для найвищої якості відео у смартфоні. Готуйся знімати як професіонал.",
        "text_cinematic_mode": "Знімай як професіонал з ексклюзивним доступом до ефекту глибини різкості кінематографічного режиму, тепер на ширококутних та телеоб'єктивах. Додавай переходи фокусу для творчого вигляду і легко перемикай камери, щоб захопити більше моменту.",
        "text_a15_bionic": "A15 Bionic — найшвидший чіп у смартфоні. Він дає можливість здійснювати неймовірні досвіди у фотографії, відео, іграх і не тільки — при цьому забезпечуючи відмінну автономність. І він надає найбільш розвинені можливості машинного навчання для наступного рівня досвідів.",
        "text_pro_motion": "Технологія ProMotion автоматично налаштовує дисплей на рухи на твоєму екрані для більш плавного прокручування, кращої реакції та більшої плавності — і акумулятора, який працює весь день."
      }
    },

    "description_tablets": {
      "title": {
        "title_powerful_performance": "Потужна продуктивність",
        "title_retina_display": "Вражаючий Liquid Retina дисплей",
        "title_versatile_camera_system": "Універсальна система камер",
        "title_thin_light_powerful": "Тонкий, легкий і потужний",
        "title_apple_pencil": "Універсальні можливості та підтримка Apple Pencil",
        "title_compact_and_portable": "Компактний і портативний",
        "title_neural_engine": "Чіп A15 Bionic і Neural Engine",
        "title_advanced_cameras": "Передові камери та Center Stage",
        "title_versatile_and_affordable": "Універсальний і доступний",
        "title_apple_pencil_smart_keyboard": "Підтримка Apple Pencil та Smart Keyboard",
        "title_compact_powerful": "Компактний та потужний",
        "title_retina_display_true_tone": "Retina дисплей та True Tone"
      },
      "text": {
        "text_powerful_performance": "Відчуй неймовірну потужність і продуктивність з Apple iPad Pro 11. Завдяки чіпу M1 він досяг нових висот продуктивності, ставши швидшим і ефективнішим, ніж будь-коли раніше.",
        "text_powerful_performance2": "Чи то редагування фото, дизайн мистецтва чи багатозадачність з вимогливими додатками — iPad Pro 11 справляється з усім без зусиль.",
        "text_retina_display": "Насолоджуйся яскравим і захоплюючим візуальним досвідом на дисплеї Liquid Retina iPad Pro 11. Завдяки технології ProMotion та True Tone дисплей адаптується до твого оточення, забезпечуючи плавне прокручування, точну передачу кольору та неймовірну деталізацію.",
        "text_retina_display2": "Від перегляду фільмів до редагування відео, дисплей iPad Pro 11 оживить твій контент з вражаючою ясністю.",
        "text_versatile_camera_system": "Захоплюй захоплюючі фото і відео з передовою камерною системою iPad Pro 11. Вона включає 12-мегапіксельну ультрашироку фронтальну камеру з підтримкою Center Stage і 10-мегапіксельну основну камеру для високоякісних знімків.",
        "text_versatile_camera_system2": "Знімай професійне відео, не виходячи з дому, з підтримкою 4K і режимом зйомки на основі руху.",
        "text_thin_light_powerful": "iPad Pro 11 став ще потужнішим і тонким з дизайном, який відрізняється легкістю та мобільністю. Тепер ти можеш носити його з собою, щоб працювати в будь-який час і в будь-якому місці.",
        "text_thin_light_powerful2": "Цей планшет має потужні характеристики, і водночас надзвичайно портативний.",
        "text_apple_pencil": "Використовуй Apple Pencil для малювання, запису, створення нотаток або створення робіт мистецтва. Легко фіксуй ідеї на iPad Pro 11, оскільки підтримка Apple Pencil надає нові можливості для творчості та продуктивності.",
        "text_compact_and_portable": "Завдяки компактним розмірам iPad Pro 11, ти зможеш легко переносити планшет і завжди бути готовим до роботи чи розваг на ходу.",
        "text_compact_and_portable2": "Тонкий, легкий і готовий до будь-яких завдань."
      }
    },
    "description_accessories": {
      "title": {
        "title_monitor_your_health": "Моніторинг здоров'я",
        "title_stay_connected": "Залишайся на зв'язку в будь-якому місці",
        "title_stream_music": "Стрімінг улюбленої музики",
        "title_retina_display": "Екран Retina, завжди увімкнений",
        "title_blood_oxygen_sensor": "Датчик рівня кисню в крові",
        "title_daily_activity": "Відслідковуй свою активність щодня",
        "title_ecg_app": "Додаток ЕКГ",
        "title_workouts": "Відслідковуй тренування",
        "title_larger_display": "Більший екран",
        "title_fall_detection": "Виявлення падінь",
        "title_retina": "Екран Retina",
        "title_family_setup": "Сімейна настройка",
        "title_fitness": "Трекінг фітнесу",
        "title_connected": "Залишайся на зв'язку"
      },
      "text": {
        "text_monitor_your_health": "Apple Watch Series 3 оснащений датчиками для відслідковування пульсу, витрачених калорій та інших показників фізичної активності протягом дня. Він також може відслідковувати тренування і пропонувати персоналізовані цілі.",
        "text_stay_connected": "З завдяки мобільному з'єднанню можна здійснювати дзвінки і відправляти повідомлення прямо з вашого зап'ястя навіть без iPhone поблизу. А з Siri ви можете отримувати напрямки, надсилати повідомлення та встановлювати нагадування без рук.",
        "text_stream_music": "З Apple Music та Siri ви можете стрімити понад 75 мільйонів пісень на Apple Watch Series 3. Або слухати ваші улюблені подкасти, аудіокниги та радіостанції.",
        "text_retina_display": "Apple Watch Series 6 має Always-On Retina екран, який яскравіший на 2,5 рази, коли зап'ястя опущено, щоб ви могли бачити всю інформацію на екрані одразу.",
        "text_blood_oxygen_sensor": "Додаток для вимірювання рівня кисню в крові за допомогою інноваційного датчика. Ви також можете виміряти ЕКГ прямо з вашого зап'ястя в будь-який час і в будь-якому місці.",
        "text_daily_activity": "Apple Watch Series 6 відслідковує вашу щоденну активність, включаючи тренування, кількість пройдених кроків та витрачені калорії. В ньому також є вбудований GPS для відслідковування бігу, прогулянок та походів.",
        "text_display": "З Always-On Retina екраном ви можете легко побачити час та важливу інформацію без підняття зап'ястя. Екран також на 30% більший, ніж у Series 3, що робить його легким для читання та взаємодії.",
        "text_ecg_app": "Додаток ЕКГ може виявити неправильний ритм серця та попередити вас, якщо щось не так. Ви також можете виміряти ЕКГ у будь-який час прямо з зап'ястя.",
        "text_ecg_app2": "За допомогою додатку ЕКГ ви можете виміряти електрокардіограму прямо з вашого зап'ястя в будь-який час і в будь-якому місці.",
        "text_workouts": "Apple Watch Series 5 відслідковує ваші тренування, включаючи біг, прогулянки, велоспорт і плавання. В ньому також є вбудований GPS для відслідковування маршруту.",
        "text_display2": "Apple Watch Series 5 має Always-On Retina екран, що дозволяє поглянути на годинник без піднімання зап'ястя.",
        "text_larger_display": "Apple Watch Series 4 має більший екран, що дозволяє бачити більше інформації одразу. Екран на 30% більший за Series 3 та має округлені краї.",
        "text_fall_detection": "Apple Watch Series 4 може виявити, коли ви падаєте, і надіслати сповіщення до екстрених служб, якщо ви не відповісте протягом хвилини. Ця функція доступна лише для користувачів старших 65 років.",
        "text_retina": "Apple Watch SE має Retina екран, який забезпечує чітке та яскраве зображення для легкості читання.",
        "text_retina2": "Apple Watch SE має вражаючий Retina екран, який завжди увімкнений, тому ви можете легко побачити час та важливу інформацію без підняття зап'ястя.",
        "text_family_setup": "З Family Setup ви можете підключити Apple Watch SE до iPhone члена вашої родини, щоб залишатися на зв'язку навіть без власного iPhone.",
        "text_fitness": "Apple Watch SE пропонує повний набір функцій для відслідковування фізичної активності, включаючи моніторинг пульсу, відслідковування активності та вбудований GPS для зовнішніх тренувань.",
        "text_fitness2": "Apple Watch SE має всі функції для підтримки здоров'я та активності, включаючи моніторинг пульсу, відслідковування активності та моніторинг сну. Він також має вбудований GPS для відслідковування тренувань та активностей на відкритому повітрі.",
        "text_connected": "З мобільним та Wi-Fi з'єднанням ви можете залишатися на зв'язку, куди б ви не пішли. Ви можете здійснювати дзвінки, відправляти повідомлення та слухати музику безпосередньо з вашого зап'ястя.",
        "text_connected2": "Apple Watch SE допомагає вам залишатися на зв'язку з людьми та інформацією, які важливі для вас. З мобільним з'єднанням ви можете дзвонити та відправляти повідомлення, слухати музику та використовувати Siri, все без вашого iPhone."
      }
    }
  }
}
